export const adhkar = {
  morning: [
    {
      zikr: 'أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ. (اللَّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ ...). [آية الكرسي]',
      repeat: 'مرة واحدة',
    },
    {
      zikr: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. (قُلْ هُوَ اللَّهُ أَحَدٌ ...).',
      repeat: 'ثلاث مرات',
    },
    {
      zikr: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ...).',
      repeat: 'ثلاث مرات',
    },
    {
      zikr: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. (قُلْ أَعُوذُ بِرَبِّ النَّاسِ ...).',
      repeat: 'ثلاث مرات',
    },
    {
      zikr: 'أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.',
      repeat: 'مرة واحدة',
    },
  ],
  evening: [
    {
      zikr: 'أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.',
      repeat: 'مرة واحدة',
    },
    {
      zikr: 'أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ.',
      repeat: 'ثلاث مرات',
    },
    {
      zikr: 'اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ.',
      repeat: 'مرة واحدة',
    },
    {
      zikr: 'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ.',
      repeat: 'مائة مرة',
    },
    {
      zikr: 'اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ.',
      repeat: 'عشر مرات',
    },
  ],
};
